brew "ripgrep"
brew "fd"
brew "jq"
brew "yq"
brew "node"
brew "pnpm"
brew "uv"
brew "ruff"
brew "ast-grep"
brew "semgrep"
brew "difftastic"
brew "gitleaks"
brew "scc"
brew "shellcheck"
brew "shfmt"
brew "gh"
brew "git-delta"
brew "osv-scanner"
brew "azure-cli"
